{
  "catalog_items":
  [{
    "id": 21,
    "full_name": "Sherlock Holmes: Crimes and Punishments",
    "short_name": "HimiyaSmerty",
    "author": "Frogwares",
    "description": "Станьте найвідомішим детективом усіх часів - Шерлоком Холмсом! Використовуйте свій неперевершений інтелект та спостережливість, щоб розгадати шість заплутаних справ. Кожне рішення впливає на долю підозрюваних, а моральні дилеми змушують замислитися над справедливістю. Ваші висновки визначають, хто винен, а хто невинний.", 
    "price": 250.00
  },
  {
    "id": 22,
    "full_name": "L.A. Noire",
    "short_name": "VbyvstvoUShidnomuEkspresi",
    "author": "Rockstar Games",
    "description": "1947 рік, Лос-Анджелес. Місто розквітає, а злочинність процвітає. Приєднайтесь до лав Департаменту поліції Лос-Анджелеса у ролі детектива Коула Фелпса - ветерана війни, який намагається розкрити правду у місті, де кожна людина має свої таємниці. Розслідуйте вбивства, збирайте улики, допитуйте підозрюваних і намагайтеся відрізнити правду від брехні.",
    "price": 230.00
  },
  {
    "id": 23,
    "full_name": "Disco Elysium",
    "short_name": "BilyiPopil",
    "author": "ZA/UM",
    "description": "Ви - детектив із унікальною навичкою системою та проблемним минулим. Допитайте незабутніх персонажів, розкрийте вбивство або погрузьте у власних внутрішніх демонах. Смерть, податки і неминучі політичні потрясіння очікують вас у Ревашолі. Це найоригінальніша RPG за останні роки - зі свободою вибору, яка дійсно має значення.",
    "price": 290.00
  },
  {
    "id": 24,
    "full_name": "The Case of the Golden Idol",
    "short_name": "BilliSammers",
    "author": "Color Gray Games",
    "description": "Нова детективна пригода в стилі пікселарт з унікальною системою розслідування. Досліджуйте 12 дивних смертей, що відбулися у 18 столітті. Знаходьте зв'язки між жертвами, мотиви вбивць і таємниці золотого ідола. Кожна деталь важлива, кожна підказка може стати ключем до розгадки.",   
    "price": 380.00
  },
  {
    "id": 25,
    "full_name": "Return of the Obra Dinn",
    "short_name": "PastkaDlyaRiznyka",
    "author": "Lucas Pope",
    "description": "1807 рік. Торгове судно Obra Dinn, зниклого 5 років тому, дрейфує назад до англійського порту. Як страховий слідчий, ви повинні з'ясувати долю 60 пасажирів та членів екіпажу. Використовуйте магічний годинник, щоб засвідчити моменти смерті та розгадати таємницю, що сталася на борту.",
    "price": 220.00
  },
  {
    "id": 26,
    "full_name": "Paradise Killer",
    "short_name": "CodDaVinci",
    "author": "Kaizen Game Works",
    "description": "Ви - Леді Лав Дай, дослідчик, вигнаний на вострів-тюрму. Тепер острівну раду знайдено мертвою, а Paradise - зруйнований. Совершенная островная цивилизация рушится, и только ви можете розкрити правду. Збирайте докази, допитуйте підозрюваних і визначте власну версію справедливості у цій відкритій детективній пригоді.",   
    "price": 420.00
  }], 
  "category": {
    "short_name": "detectives",
    "full_name": "Детективні ігри",
    "special_instructions": "..."
  }
}