{
  "catalog_items":
  [{
    "id": 21,
    "full_name": "Хімія смерті. Перше розслідування",
    "short_name": "HimiyaSmerty",
    "author": "Саймон Бекетт",
    "description": "Судовий антрополог Девід Гантер утратив дружину і дочку. Покинувши роботу, він переїздить до містечка Менем та влаштовується на посаду терапевта. Ніхто з нових знайомих і гадки не має про минуле Девіда. Здається, його життя потихеньку повертається у спокійне русло. Поки місцеві хлопці не знаходять на болоті тіло вбитої жінки. Згодом зникає ще одна жінка, а за кілька днів знаходять і її понівечене тіло. Схоже, в Менемі з’явився серійний убивця. У містечку наростає тривога. Мешканці підозрюють одне одного у скоєному. Девід не може стояти осторонь та втягується в розслідування. До того ж остання зникла - нова знайома Девіда.", 
    "price": 250.00
  },
  {
    "id": 22,
    "full_name": "Вбивство у «Східному експресі»",
    "short_name": "VbyvstvoUShidnomuEkspresi",
    "author": "Агата Крісті",
    "description": "Бельгійський детектив Еркюль Пуаро мусить терміново виїхати зі Стамбула до Англії, але вільних місць у «Східному експресі» вже немає. Його виручає давній друг мсьє Бук, власник компанії, якій належить поїзд. Зранку за сніданком детектив помічає, що пасажири експреса — люди різних національностей, які випадково опинилися в одному вагоні. Американець Ретчетт, що видається Пуаро надто підозрілим, просить детектива стати його охоронцем. Але той відмовляється. Уночі Пуаро весь час будять різні звуки й стукіт, та потім настає тиша — через снігові замети поїзд зупинився десь у Югославії, пасажири напружені, а дивний містер Ретчетт лежить мертвий у своєму купе... Детектив Пуаро береться до розслідування.", 
    "price": 230.00
  },
  {
    "id": 23,
    "full_name": "Білий попіл",
    "short_name": "BilyiPopil",
    "author": "Ілларіон Павлюк",
    "description": "Це атмосферний та водночас динамічний трилер у стилі нуар. Приватному детективу Тарасу Білому замовляють розслідувати вбивство панночки. Обвинувачують такого собі семінариста Хому Брута, й справа ніби геть зрозуміла... Втім, хутір, де сталося вбивство, приховує таємницю. І ця таємниця — страшніша за всі оповідки про панночку, яка встала з гробу.",
    "price": 290.00
  },
  {
    "id": 24,
    "full_name": "Біллі Саммерс",
    "short_name": "BilliSammers",
    "author": "Стівен Кінг",
    "description": "Біллі Саммерс завжди влучає в ціль. Він — найманий убивця і ветеран іракської війни. Смертоносний снайпер, що завжди у грі. Його переконання дозволяють убивати лише дійсно поганих людей. Але Біллі вирішує зав’язати. Лишилось останнє замовлення, останній влучний постріл. Проте замовник не квапиться з оплатою. Навпаки: люди замовника починають полювання на самого Біллі. І мішенню для ще одного, тепер уже дійсно останнього пострілу може стати він, снайпер...",   
    "price": 380.00
  },
  {
    "id": 25,
    "full_name": "Пастка для різника",
    "short_name": "PastkaDlyaRiznyka",
    "author": "Юрій Даценко",
    "description": "1888 рік. Лондон. Місто трусило немов у лихоманці. Таємничий незнайомець, прозваний у народі Джеком Різником, одну за одною вбиває жінок легкої поведінки, щоразу дивним чином вислизаючи з рук поліції. Кілька років по тому. Проскурів. Молодий лікар-хірург Яків Ровнєр отримує від поліції запрошення на експертизу трупа дівчини-повії. Побачене вражає його. Така жорстокість притаманна самому дияволові. Поліція швидко оголошує справу розкритою. Проте відбувається ще одне вбивство… Яків розуміє: слідчі лише марнують час, і береться за власне розслідування. Куди воно заведе молодого хірурга? І що означає незрозумілий напис, знайдений на стіні поблизу тіла другої жертви? Чи мають стосунок до вбивств проскурівські масони і які таємниці приховує місцева знать? З певних причин Яків має підстави вважати, що у подільській провінції орудує той самий Джек Різник…",
    "price": 220.00
  },
  {
    "id": 26,
    "full_name": "Код да Вінчі",
    "short_name": "CodDaVinci",
    "author": "Ден Браун",
    "description": "Інтрига, навколо якої розгортаються події роману, пов’язана з одвічною загадкою людства: походження, особистість, родина Ісуса Христа. Відповіді на цю загадку активно, але з ризиком для власного життя шукають герої книги — гарвардський учений Роберт Ленґдон та його несподівана супутниця, криптограф Софі.",   
    "price": 420.00
  }], 
  "category": {
    "short_name": "detectives",
    "full_name": "Детективи",
    "special_instructions": "..."
  }
}


