{
  "catalog_items":
  [{
    "id": 11,
    "full_name": "Гра престолів",    
    "short_name": "HraPrestoliv",
    "author": "Джордж Мартін",
    "description": "Перша книга циклу — «Гра престолів» - це захопливий світ Сімох Королівств, де літо й зима тривають по кілька років, з півночі наступають загадкові й моторошні вороги, а вельможні родини ведуть ненастанну війну за престол. Майже за три століття до подій першого роману Сім Королівств Вестеросу було з’єднано при династії Таргарієнів, які встановили владу завдяки повному контролю над драконами. Династія Таргарієнів правила триста років, доки громадянська війна та міжособистісні конфлікти не призвели до гибелі всіх драконів. Події «Гри престолів» розгортаються у мирні часи, але завжди будуть існувати ті, хто прагне захопити владу.",
    "price": 830.00
  },
  {
    "id": 12,
    "full_name": "Братство персня. Книга 1",
    "short_name": "VolodarPersniv",
    "author": "Джон Рональд Роуел Толкін",
    "description": "До рук гобіта Фродо потрапляє чарівний перстень. Саме цього персня бракує Темному Володареві для того, щоби нарешті завоювати увесь світ. Тож Фродо мусить залишити свій дім і вирушити в небезпечну мандрівку просторами Середзем`я. На нього та його нових друзів чекають неймовірні пригоди!",    
    "price": 425.00
  },
  {
    "id": 13,
    "full_name": "Відьмак. Останнє бажання. Книга 1",
    "short_name": "Vidmak",
    "author": "Анджей Сапковський",
    "description": "Від Яруги до Драконячих гір мандрує один з останніх відьмаків – Ґеральт із Рівії. Він зустрічає людей та істот, які чимось дуже нагадують персонажів відомих казок, і намагається зрозуміти, чи залишилося в ньому самому хоч щось від людини. А може, він – тільки додаток до двох своїх мечів: звичайного залізного та відьмачого, з карбованим руків’ям та срібним клинком, який колись стане для нього мечем призначення…",
    "price": 190.00
  },
  {
    "id": 14,
    "full_name": "На лезі клинка. Книга 1",
    "short_name": "NaLeziKlunka",
    "author": "Джо Аберкромбі",
    "description": "Війна між Союзом і варварами Півночі неминуча. Союзу загрожує король-самозванець Бетод, котрий зумів вогнем і мечем об’єднати північні племена, а з півдня не менша загроза йде від кровожерних гурків. І от у цей фатальний для держави час з’являється Перший з-поміж магів Баяз, котрого вже давно вважали мертвим. Намагаючись врятувати своє дітище — Союз, він збирає команду: мага Юлвея і північанина-дикуна Лоґена Дев’ятипалого, несамовиту рабиню Ферро і самозакоханого офіцера Джезаля. Ситуацію ускладнює ще й Інквізиція, очільник якої, архілектор Сульт, покладаючись на каліку-інквізитора Ґлокту і йому подібних, планує захопити владу.",
    "price": 380.00
  },
  {
    "id": 15,
    "full_name": "Дюна",
    "short_name": "Duna",
    "author": "Френк Герберт",
    "description": "Меланж, або прянощі, — найцінніша і найрідкісніша речовина у всесвіті, яка може все: від подовження життя до сприяння міжзоряним подорожам. І знайти її можна лише на одній планеті — непривітному пустельному Арракісі. Той, хто володарює на Арракісі, контролює прянощі. А хто контролює прянощі — керує всесвітом. Коли Імператор позбавляє клан Харконненів звання правлячого і віддає цей титул Атрідам, Харконнени вбивають герцога Лето Атріда. Його син Пол і наложниця Джессіка тікають у пустелю. Щоб помститися за батька і відвоювати планету в Харконненів, Пол має здобути довіру фрименів — корінних мешканців Арракіса — і повести крихітну армію проти незліченних сил супротивника.",
    "price": 490.00
  },
  {
    "id": 16,
    "full_name": "Танок драконів",
    "short_name": "TanokDrakoniv",
    "author": "Джордж Мартін",
    "description": "Фантастична сага «Пісня льоду й полум’я» давно завоювала серця читачів у всьому світі, перекладена більш як на 20 мов і продається мільйонними накладами. П’ята книга циклу — «Танок драконів» — це захопливі подорожі на Стіну, де вже відчувається крижаний подих зими, й у далекий Есос, розімлілий від спеки, де пересичені рабовласники необачно викликають на тан драконів.",
    "price": 1015.00
  }], 
  "category": {
    "short_name": "fantasy",
    "full_name": "Фентезі",
    "special_instructions": "..."
  }
}


