{
  "catalog_items":
  [{
    "id": 11,
    "full_name": "The Witcher 3: Wild Hunt",    
    "short_name": "HraPrestoliv",
    "author": "CD Projekt RED",
    "description": "Епічна рольова пригода у світі Відьмака. Граючи за Ґеральта з Рівії, досвідченого мисливця на монстрів, вирушайте в захоплюючу подорож фентезійним світом, повним магічних створінь, підступних ворогів і неочікуваних союзників. Ваші рішення впливають на хід історії в цьому величезному відкритому світі.",
    "price": 830.00
  },
  {
    "id": 12,
    "full_name": "Elden Ring",
    "short_name": "VolodarPersniv",
    "author": "FromSoftware",
    "description": "Нова фентезійна екшн-RPG від FromSoftware та Джорджа Р.Р. Мартіна. Дослідіть величезний світ Середзем'я, повний таємниць, підземель і могутніх ворогів. Створіть свого персонажа і пройдіть шлях від звичайного вигнанця до Елден Лорда в цьому відкритому світі, повному небезпек і пригод.",    
    "price": 425.00
  },
  {
    "id": 13,
    "full_name": "Cyberpunk 2077",
    "short_name": "Vidmak",
    "author": "CD Projekt RED",
    "description": "Занурся у відкритий світ Найт-Сіті, мегаполіса майбутнього, одержимого владою, гламуром і модифікацією тіла. Граєш за V, найманця на пошуки унікального імпланта, який є ключем до безсмертя. Кастомізуй кіберпанка, навички, стиль гри та дослідіж величезне місто, де кожен твій вибір формує історію та світ навколо тебе.",
    "price": 190.00
  },
  {
    "id": 14,
    "full_name": "Baldur's Gate 3",
    "short_name": "NaLeziKlunka",
    "author": "Larian Studios",
    "description": "Повернися до світу Dungeons & Dragons у найамбітнішій рольовій грі Larian Studios. Збери команду з унікальних товаришів і відправся в багате пригодами подорож по Забутих Королівствах та інших планах існування. Кований у бою або народжений від драконячої крові - вибери з 12 класів та 11 рас, щоб створити свого власного унікального персонажа.",
    "price": 380.00
  },
  {
    "id": 15,
    "full_name": "Skyrim Anniversary Edition",
    "short_name": "Duna",
    "author": "Bethesda Game Studios",
    "description": "Повертайся до Скайріму у цій визначальній версії фентезійної пригоди. Гра включає отримуючу нагороди базову гру плюс додатки та вміст Creation Club. Твоя пригода очікує тебе: від кузні зброї до приготування зілля, від зачарування до освоєння драконячої магії - це весь Скайрім, яким ти його полюбив, плюс сотні годин нового контенту.",
    "price": 490.00
  },
  {
    "id": 16,
    "full_name": "God of War",
    "short_name": "TanokDrakoniv",
    "author": "Santa Monica Studio",
    "description": "Його помста проти богів Олімпу залишилася в минулому. Тепер Кратос живе як звичайна людина в краї скандинавських богів і монстрів. У цьому суворому, невідомому світі йому доводиться боротися за виживання... і вчити сина робити те ж саме. Вирушайте в емоційно насичену подорож батька та сина по прекрасному, але небезпечному світу.",
    "price": 1015.00
  }], 
  "category": {
    "short_name": "fantasy",
    "full_name": "Рольові ігри",
    "special_instructions": "..."
  }
}