{
  "catalog_items":
  [{
    "id": 41,
    "full_name": "Resident Evil 4",
    "short_name": "YaBachyVasTsikavutPitma",
    "author": "Capcom",
    "description": "Леон С. Кеннеді, урядовий агент, відправляється рятувати дочку президента, викрадену в таємниче європейське село. Тут він зіткнеться з жахливою загрозою, яка змінить його назавжди. Битеся за виживання проти інфікованих селян та жахливих біооргнічних створінь у цій ремастеред версії легендарного хоррора.",
    "price": 540.00
  },
  {
    "id": 42,
    "full_name": "Silent Hill 2",
    "short_name": "Vono",
    "author": "Konami",
    "description": "Джеймс Сандерленд отримує лист від померлої дружини, що кличе його до їхнього 'особливого місця' у Сайлент Хіллі. Прибувши до покинутого туманного містечка, він стикається з жахливими монстрами та спотвореними відображеннями своїх внутрішніх демонів. Дослідіть психологічні глибини жаху в цій атмосферній грі, що стала еталоном жанру.",
    "price": 570.00
  },
  {
    "id": 43,
    "full_name": "Outlast",
    "short_name": "Mizery",
    "author": "Red Barrels",
    "description": "Журналіст-розслідувач Майлс Апшур отримує таємничий донос про жахливі експерименти в психіатричній лікарні Маунт Массів. Озброєний лише відеокамерою, він проникає всередину, щоб розкрити правду, але виявляє кошмар, гірший за будь-які уявлення. Ховайтеся, тікайте та виживайте у цьому першоособовому хоррорі без можливості битися.",
    "price": 300.00
  },
  {
    "id": 44,
    "full_name": "Amnesia: The Dark Descent",
    "short_name": "TantsiZKistkamu",
    "author": "Frictional Games",
    "description": "Даніель прокидається в замку Бренненбург без спогадів про своє минуле. Лише нотатки, залишені ним самим, розповідають про жахливу правду - щось переслідує його, і єдиний спосіб врятуватися - забути все. Досліджуйте похмурий замок, вирішуйте головоломки та уникайте жахливих монстрів у темряві.",
    "price": 265.00
  },
  {
    "id": 45,
    "full_name": "Dead by Daylight",
    "short_name": "NeobhidniRechi",
    "author": "Behaviour Interactive",
    "description": "Мультиплеєрний хоррор, де чотири виживших намагаються втекти від безжального вбивці. Працюйте в команді, ремонтуйте генератори та уникайте смерті, або граєте за вбивцю та полюйте на жертв. З величезним арсеналом іконічних вбивць з фільмів жахів та унікальними виживцями, кожна гра - нова жахлива пригода.",
    "price": 430.00
  },
  {
    "id": 46,
    "full_name": "Until Dawn",
    "short_name": "ZelenaMulya",
    "author": "Supermassive Games",
    "description": "Вісім друзів потрапляють у пастку на віддаленій гірській хижі рівно рік після загадкового зникнення двох дівчат. Кожне ваше рішення може призвести до смерті персонажа або врятувати йому життя. Хто з восьми друзів доживе до світанку? Це залежить лише від ваших виборів в цьому інтерактивному хоррор-фільмі.",
    "price": 360.00
  }], 
  "category": {
    "short_name": "horrors_trillers",
    "full_name": "Жахи та трилери",
    "special_instructions": "..."
  }
}