{
  "catalog_items":
  [{
    "id": 41,
    "full_name": "Я бачу, вас цікавить пітьма",
    "short_name": "YaBachyVasTsikavutPitma",
    "author": "Ілларіон Павлюк",
    "description": "Київського кримінального психолога Андрія Гайстера відправляють консультантом у богом забуте селище Буськів Сад. Зимової ночі там зникла маленька дівчинка. А ще там водиться Звір — серійний маніяк, убивств якого тамтешні мешканці воліють не помічати... У цьому проклятому селищі, де все по колу і всі живуть життям, яке ненавидять, розслідування постійно заходить у глухий кут. Андрій вірить, що загублена дівчинка, попри все, жива і він її знайде. Але нікому, крім нього, це не потрібно.",
    "price": 540.00
  },
  {
    "id": 42,
    "full_name": "Воно",
    "short_name": "Vono",
    "author": "Стівен Кінг",
    "description": "Колись давно семеро підлітків лицем до лиця зіткнулися із невимовним Жахом — і змогли перемогти. Але багато років по тому істота, що не має імені, повертається, щоб помститися... Воно наче випірнуло з нічних кошмарів. Воно живиться страхом і ненавистю. Воно причаїлося всюди... Старі друзі мусять зустрітися з Ним і знову зазирнути у вічі справжньому жаху...",
    "price": 570.00
  },
  {
    "id": 43,
    "full_name": "Мізері",
    "short_name": "Mizery",
    "author": "Стівен Кінг",
    "description": "У житті успішного письменника Пола Шелдона була лише одна жінка, яку він щиро ненавидів, — героїня його мелодраматично-пригодницьких романів Мізері Честейн. «Убивши» нарешті Мізері й добряче відсвяткувавши початок нового етапу творчості, письменник на глухій дорозі потрапляє в автокатастрофу. Опритомнівши в будинку колишньої медсестри Енні Вілкс, своєї «найпалкішої шанувальниці», схибленої маніячки-вбивці, Пол Шелдон зрозуміє, що таке справжня ненависть, біль і жах і яку ціну має сплатити автор за своє творіння.",
    "price": 300.00
  },
  {
    "id": 44,
    "full_name": "Танці з кістками",
    "short_name": "TantsiZKistkamu",
    "author": "Андрій Сем'янків",
    "description": "Мізерна зарплатня, невизначеність у стосунках, відсутність друзів та невпевненість у собі — усе це про життя патологоанатома Северина. Нікчемність буття та статус невдахи неодмінно зіграли свою роль у прийнятті ним не зовсім легальної пропозиції. Ну і що, зрештою, поганого у тому, щоб забирати якісь частинки в уже мертвих людей? Вони їм більше непотрібні, а шансом підзаробити нехтувати не варто.",
    "price": 265.00
  },
  {
    "id": 45,
    "full_name": "Необхідні речі",
    "short_name": "NeobhidniRechi",
    "author": "Стівен Кінг",
    "description": "У містечку Касл-Рок з’являється крамниця «Необхідні речі». Її власник, Ліленд Ґонт, може запропонувати покупцеві будь-яку забаганку або навіть мрію всього життя за символічну ціну. На додачу до грошей Ґонт просить утнути невеличкий... жарт. Але невинні пустощі дедалі частіше обертаються на жахливі події. Шериф Алан Пенґборн — єдиний, ким таємничий продавець не здатний маніпулювати. Що має на меті власник «Необхідних речей»? І ким насправді є Ліленд Ґонт?..",
    "price": 430.00
  },
  {
    "id": 46,
    "full_name": "Зелена миля",
    "short_name": "ZelenaMulya",
    "author": "Стівен Кінг",
    "description": "Пол Еджкомб — колишній наглядач федеральної в’язниці штату Луїзіана «Холодна гора», а нині — мешканець будинку для літніх людей. Більш ніж півстоліття тому він скоїв те, чого досі не може собі вибачити. І тягар минулого знову й знову повертає його до 1932 року. Тоді до блоку Е, в якому утримували засуджених до смертної кари злочинців, прибули «новенькі». Серед тих, на кого чекала сумнозвісна Зелена миля — останній шлях, що проходить засуджений до місця страти, — був Джон Коффі. Його визнали винним у зґвалтуванні та вбивстві двох сестер-близнючок Кори й Кеті Деттерик. Поволі Пол усвідомлює, що цей незграбний велетень, який скидався на сумирну дитину, не може бути монстром-убивцею. Але як врятувати того, хто вже ступив на Зелену милю?",
    "price": 360.00
  }], 
  "category": {
    "short_name": "horrors_trillers",
    "full_name": "Трилери та жахи",
    "special_instructions": "..."
  }
}


