{
  "catalog_items":
  [{
    "id": 31,
    "full_name": "Mass Effect Legendary Edition",
    "short_name": "Koloniya",
    "author": "BioWare",
    "description": "2183 рік. Людство тільки почало досліджувати галактику, коли виявляється нова загроза існуванню всього живого. Граючи за командира Шепарда, зберіть команду та вирушайте у епічну подорож крізь галактику. Ваші рішення визначають долю цивілізацій у цій науково-фантастичній трилогії, яка стала легендою жанру.",
    "price": 465.00
  },
  {
    "id": 32,
    "full_name": "No Man's Sky",
    "short_name": "11.22.63",
    "author": "Hello Games",
    "description": "Нескінченна всесвіт очікує на дослідження. Мандруйте від планети до планети, кожна з яких має унікальні види життя, пейзажі та небезпеки. Будуйте бази, торгуйте з інопланетянами, битеся з піратами або просто досліджуйте. У цій космічній грі-пісочниці ви обмежені лише власною уявою. Кожна планета унікальна, кожне відкриття - ваше.",
    "price": 430.00
  },
  {
    "id": 33,
    "full_name": "Stellaris",
    "short_name": "HolodniIhru",
    "author": "Paradox Development Studio",
    "description": "Очолюйте свою цивілізацію від перших кроків у космосі до галактичної імперії. Досліджуйте, експансуйте, експлуатуйте та екстермінуйте у цій грандіозній стратегічній грі. Зустрічайтеся з іншими видами, формуйте альянси або знищуйте ворогів. Кожна гра унікальна завдяки процедурно згенерованій галактиці, повній таємниць та можливостей.",
    "price": 240.00
  },
  {
    "id": 34,
    "full_name": "Outer Worlds",
    "short_name": "Bot",
    "author": "Obsidian Entertainment",
    "description": "У найвіддаленішій колонії на краю галактики ви виявляете змову, що загрожує знищити усе. Граючи за загублений у просторі колоніст, чия доля змінить майбутнє Хальціона, ви зіткнетеся з різними фракціями, що борються за владу. Ваш вибір визначить долю всіх у цій науково-фантастичній RPG від авторів Fallout.",
    "price": 250.00
  },
  {
    "id": 35,
    "full_name": "Subnautica",
    "short_name": "TanetsNedoumka",
    "author": "Unknown Worlds Entertainment",
    "description": "Занурся у підводний світ іншопланетного океану на планеті 4546B. Після аварії космічного корабля ти опинився один серед корალових рифів, печер і підводних долин, населених дивними та небезпечними формами життя. Твоя мета - вижити достатньо довго, щоб знайти шлях додому. Будуй бази, досліджуй глибини та розгадай таємниці цієї водної планети.",
    "price": 440.00
  },
  {
    "id": 36,
    "full_name": "Halo: Master Chief Collection",
    "short_name": "ParkYyrskohoPeriody",
    "author": "343 Industries",
    "description": "Повна колекція легендарної саги про Майстра Чіфа. Битва за майбутнє людства проти Ковенанта та Потопу у чотирьох епічних кампаніях. Досвідчіть еволюцію мультиплеєра Halo з оновленою графікою, що зберігає оригінальний геймплей. Від першої висадки на загадкове кільце до фінальної битви - вся легенда в одному пакеті.",
    "price": 280.00
  }], 
  "category": {
    "short_name": "speculative_fiction",
    "full_name": "Наукова фантастика",
    "special_instructions": "..."
  }
}