{
  "catalog_items":
  [{
    "id": 31,
    "full_name": "Нові Темні Віки. Колонія",
    "short_name": "Koloniya",
    "author": "Макс Кідрук",
    "description": "2141 рік. Людство на Землі ще не оговталося від хвороби клодис, що призвела до найбільшої за пів століття пандемії, коли з’являється новий патоген, який інфікує винятково вагітних жінок. Група вчених-імунологів намагається з’ясувати, що він таке і чи пов’язана його поява з нейтринними спалахами, зафіксованими довкола планети. Чисельність населення марсіанських Колоній перевищує сто тисяч мешканців, і третина з них — народжені на Марсі. Вони програють суперспеціалістам із Землі боротьбу за робочі місця в наукомісткій економіці Марса і змушені гарувати, мов раби, на низькокваліфікованих ручних роботах. Що більше їх сягає повноліття, то дужче вони прагнуть змін, не усвідомлюючи, що ці зміни ставлять під загрозу саме існування Колоній.",
    "price": 465.00
  },
  {
    "id": 32,
    "full_name": "11/22/63",
    "short_name": "11.22.63",
    "author": "Стівен Кінг",
    "description": "22 листопада 1963 року — дата вбивства Джона Кеннеді. Пролунали три постріли — і світ змінився назавжди. Сьогодення. Дізнавшись, що в барі його приятеля розташований портал до 1958 року, звичайний шкільний учитель Джейк Еппінг не може опиратися спокусі почати нове життя у рок-н-рольні часи Елвіса Преслі. Хіба гостю з майбутнього важко познайомитися з відлюдником Лі Гарві Освальдом і завадити йому вбити президента? Та чи варто гратися з минулим? Яким буде світ, де Кеннеді виживе?",
    "price": 430.00
  },
  {
    "id": 33,
    "full_name": "Голодні ігри. Книга 1",
    "short_name": "HolodniIhru",
    "author": "Сюзанна Коллінз",
    "description": "На руїнах місця, що колись називалося Північною Америкою, лежить країна Панем, осяйний Капітолій, оточений дванадцятьма віддаленими Округами. Капітолій тримає Округи в покорі, змушуючи їх обирати трибутів — по одному хлопцю та одній дівчині віком від дванадцяти до вісімнадцяти років — для участі у щорічних Голодних іграх. Усіх їх відправляють до Капітолію на величезну відкриту арену, де вони битимуться на смерть на втіху всьому Панему, а також задля добробуту та слави округу-переможця.",
    "price": 240.00
  },
  {
    "id": 34,
    "full_name": "Бот",
    "short_name": "Bot",
    "author": "Макс Кідрук",
    "description": "Якби київський програміст Тимур устиг прочитати лист із попередженням від незнайомки, то не став би вбивцею мимоволі, тікаючи від хлопчиків-ботів із кривавими очима. Не він випустив джина з пляшки в чилійській пустелі, та й узагалі не дуже знався на нанотехнологіях і заборонених експериментах над людьми... Просто, коли ти вмієш дуже добре виконувати свою роботу, чекай, що хтось неодмінно тебе використає. І ти виявиш у собі те, про що досі не здогадувався...",
    "price": 250.00
  },
  {
    "id": 35,
    "full_name": "Танець недоумка",
    "short_name": "TanetsNedoumka",
    "author": "Ілларіон Павлюк",
    "description": "Космічний біолог Гіль, за плечима якого чимало військових операцій, переживає не найкращі часи: безробіття, безгрошів’я, сім’я на межі розлучення, ще й висока ймовірність, що проявиться спадкова генетична хвороба, в якій швидка смерть — це чи не найкращий фінал. І ось неочікувано з’являється пропозиція роботи, яка, здавалося б, вирішує всі проблеми одночасно: наукова експедиція на далеку планету. Хороші гроші, медична страховка, мінімальні ризики. Чи виявиться рішення летіти, до якого підштовхує страх, правильним? І чи такі вже мінімальні ризики на далекій і химерній планеті Іш-Чель?",
    "price": 440.00
  },
  {
    "id": 36,
    "full_name": "Парк Юрського періоду",
    "short_name": "ParkYyrskohoPeriody",
    "author": "Майкл Крайтон",
    "description": "Вчені винайшли унікальну технологію відновлення та клонування ДНК динозаврів. Нарешті здійснилися найбентежніші фантазії людства. Чудові й таємничі створіння, вимерлі вічність тому, знов заселили Парк юрського періоду, і незабаром подивитися на них матиме змогу будь-хто на світі. Аж тут відбувається неочікуваний збій...",
    "price": 280.00
  }], 
  "category": {
    "short_name": "speculative_fiction",
    "full_name": "Фантастика",
    "special_instructions": "..."
  }
}


